Repository: paytr/drupal-commerce
Catalog: translations/*.po
Languages: tr

source: PayTR Settings
tr: PayTR Ayarları

source: All Installment Options
tr: Tüm Taksit Seçenekleri

source: Single Payment
tr: Tek Çekim

source: Up to 2 Installments
tr: 2 Taksite Kadar

source: Up to 3 Installments
tr: 3 Taksite Kadar

source: Up to 4 Installments
tr: 4 Taksite Kadar

source: Up to 5 Installments
tr: 5 Taksite Kadar

source: Up to 6 Installments
tr: 6 Taksite Kadar

source: Up to 7 Installments
tr: 7 Taksite Kadar

source: Up to 8 Installments
tr: 8 Taksite Kadar

source: Up to 9 Installments
tr: 9 Taksite Kadar

source: Up to 10 Installments
tr: 10 Taksite Kadar

source: Up to 11 Installments
tr: 11 Taksite Kadar

source: Up to 12 Installments
tr: 12 Taksite Kadar

source: Current Installment Setting
tr: Geçerli Taksit Ayarları

source: PayTR Virtual Pos iFrame API
tr: PayTR Sanal Pos iFrame API

source: Installment Settings
tr: Taksit Ayarları

source: PayTR Virtual Pos iFrame API Installment Settings
tr: PayTR Sanal Pos iFrame API Taksit Ayarları

source: Credit Card / Bank Transfer
tr: Kredi Kartı / Banka Transferi

source: PayTR Installment Settings
tr: PayTR Taksit Ayarları

source: Callback URL
tr: Bildirim URL

source: Copy the address written in this field and paste it into the relevant field on the <b><a target="_blank" href="https://www.paytr.com/magaza/ayarlar">Settings</a></b> page.
tr: Bu alanda yer alan adresi kopyalayarak <b><a target="_blank" href="https://www.paytr.com/magaza/ayarlar">Ayarlar</a></b> sayfasına giderek yapıştırın.
